Repository: Ephemerality/xray-builder.gui
Catalog: XRayBuilder/src/Localization/Main/MainStrings.*.resx
Languages: de, fr, he, nb_no

# CreateXmlTooltip
source: Create an XML file containing characters and settings, or edit an existing XML file.
de: Eine XML-Datei mit Charakterdaten und Standorten erstellen, oder eine bestehende XML-Datei bearbeiten.
nb_no: Opprett en XML-fil som inneholder tegn og innstillinger, eller rediger en eksisterende XML-fil.

# BuildExtrasTooltip
source: Try to build the Start Actions, Author Profile, and End Actions files for this book.
de: "Start Actions", Autorenprofil und "End Actions" erstellen.
nb_no: Prøv å bygge starthandling-, forfatterprofil-, og slutthandlingsfiler for denne boken.

# OpenXmlOrTxt
source: Open a supported XML or TXT file containing characters and topics.
de: Eine unterstützte XML oder TXT Datei mit Charakterdaten und Themen öffnen.
nb_no: Åpne en støttet XML- eller TXT-fil som inneholder kapitler og emner.

source: Start Actions
fr: Actions de démarrage
nb_no: Starthandlinger

source: End Actions
fr: Actions de fin
nb_no: Slutthandlinger

# OpenChaptersFileNotepad
source: Would you like to open the chapters file in notepad for editing?
de: Soll die Kapitelübersicht im Editor zum Bearbeiten geöffnet werden?
fr: Voulez-vous ouvrir le fichier des chapitres dans le bloc-notes pour le modifier ?
nb_no: Ønsker du å åpne kapitlene i tekstbehandler for redigering?

# VisitUrl
source: You may want to visit the URL to ensure it is correct.
de: Die URL sollte auf Gültigkeit überprüft werden.
fr: Vous pouvez visiter l'URL pour vous assurer qu'elle est correcte.
nb_no: Besøk nettadressen for å forsikre at den stemmer.

# UnableToFindBookOnSource
source: Unable to find this book on {0}. Ensure the book's title ({1}) is accurate!
de: Das Buch konnte auf {0} nicht gefunden werden.
fr: Impossible de trouver ce livre sur {0}.
nb_no: Klarte ikke å finne denne boken på {0}.

# ErrorSavingXml
source: An error occurred while saving character data to XML file at {0}
de: Beim Speichern der Charakterdaten in die XML-Datei ist ein Fehler bei {0} aufgetreten
fr: Une erreur s’est produite lors de l’enregistrement des données de caractères dans le fichier XML à {0}
nb_no: Klarte ikke å lagre tegndata til XML-fil på {0}

# ErrorCreatingExtras
source: An error occurred while creating the new Author Profile, Start Actions, and/or End Actions files
de: Beim Erstellen der neuen Dateien für das Autorenprofil, die "Start-Actions" oder die "End-Actions" ist ein Fehler aufgetreten
fr: Une erreur s'est produite lors de la création des nouveaux fichiers Profil de l'auteur, Actions de début et/ou Actions de fin
he: אירעה שגיאה בזמן יצירת קבצי פרופיל סופר, Start Actions, ו/או End Actions חדשים
nb_no: Klarte ikke å opprette ny forfatterprofil-, starthandling-, og/eller slutthandlingsfiler

source: Series Information
de: Serieninformationen
fr: Information de suites
he: מידע על סידרה
nb_no: Serieinfo

# ErrorWritingAuthorProfile
source: An error occurred while writing the Author Profile file
de: Beim Erstellen des Autorenprofils ist ein Fehler aufgetreten
fr: Erreur lors de la création du profil de l'auteur
he: אירעה שגיאה בזמן כתיבת קובץ פרופיל הסופר
nb_no: Klarte ikke å skrive forfatterprofilfil

# AuthorProfileCreated
source: Author Profile file created successfully!
de: Autorenprofil wurde erfolgreich erstellt!
fr: Profil de l'auteur créé !
he: קובץ פרופיל סופר נוצר בהצלחה!
nb_no: Forfatterprofilfil opprettet.

# BuiltAuthorProfileFromExisting
source: Built Author Profile from the existing End Actions file!
de: Erstelle das Autorenprofil aus vorhandener "End Actions" Datei!
fr: Création du profil de l'auteur à partir du fichier d'action de fin !
he: פרופיל סופר נבנה מקובץ ה-End Actions הקיים!
nb_no: Bygde forfatterprofil fra eksisterende slutthandlingsfil.

# OverwriteChaptersTooltip
source: Overwrite existing chapter files.
de: Bestehende Kapiteldateien überschreiben.
nb_no: Overskriv eksisterende kapittel-filer.

# OverwriteAliasesTooltip
source: Overwrite existing alias files.
de: Bestehende Aliasdateien überschreiben.
nb_no: Overskriv eksisterende alias-filer.

# OverwriteStartActionsTooltip
source: Overwrite existing Start Actions files.
de: Bestehende "Start-Actions" Dateien überschreiben.
nb_no: Overskriv eksisterende starthandlingsfiler.

# UnableToDeleteLogFilesCaption
source: Unable to delete Log files
de: Löschen der Log-Dateien fehlgeschlagen
fr: Impossible de supprimer les fichiers journaux
nb_no: Klarte ikke å slette loggfiler

# ViewPreviewOfGeneratedFiles
source: View a preview of the generated files.
de: Vorschau für die erstellten Dateien erhalten.
nb_no: Forhåndsvis genererte filer.

# UseLinkAsDataSource
source: Use the above link as a terms source.
de: Den oberen Link als Quelle für Begriffe benutzen.
nb_no: Bruk lenken ovenfor som vilkårskilde.

# DownloadFromRoentgen
source: Download terms from Roentgen if any are available.
de: Lade Begriffe von Röntgen herunter, falls vorhanden.
nb_no: Last ned vilkår fra Roentgen hvis de forefinnes.

# LoadTermsFromFile
source: Load terms from the selected file.
de: Begriffe aus der ausgewählten Datei laden.
nb_no: Last inn vilkår fra valgt fil.

source: Configure X-Ray Builder.
de: X-Ray Builder konfigurieren.
fr: Configurer X-Ray Builder.
nb_no: Sett opp X-Ray-bygger.

source: Chapters
de: Kapitel
fr: Chapitres
nb_no: Kapitler

# ShownAsinUsed
source: If so, the shown ASIN will be used.
de: Falls ja, wird die angezeigte ASIN verwendet.
fr: Si c'est le cas, l'ASIN indiqué sera utilisé.
nb_no: Hvis ikke, vil vist ASIN bli brukt.

source: Does this seem correct?
de: Sieht das richtig aus?
fr: Ceci vous semble-t-il correct ?
nb_no: Ser dette riktig ut?

# UnableToOpenHelpDocument
source: Unable to open the supplied help document.
de: Die mitgelieferte Hilfe konnte nicht geöffnet werden.
fr: Impossible d'ouvrir le document d'aide fourni.
nb_no: Klarte ikke å åpne angitt hjelpedokument.

# CharacterDataExtractedSavedToPath
source: Character data has been successfully extracted and saved to {0}
de: Charakterdaten wurden erfolgreich extrahiert und nach {0} gespeichert
fr: Les données de caractères ont été extraites avec succès et sauvegardées dans {0}
nb_no: Tegndata utpakket og lagret til {0}

source: Invalid or no file selected.
de: Keine oder ungültige Datei ausgewählt.
fr: Fichier invalide ou non sélectionné.
nb_no: Ugyldig eller ingen fil angitt.

# ExtractedToPath
source: Extracted to {0}!
de: Extrahiert nach {0}!
fr: Extrait de {0} !
nb_no: Utpakket til {0}.

# ErrorSearching
source: An error occurred while searching
de: Beim Suchen ist ein Fehler aufgetreten
fr: Une erreur s'est produite lors de la recherche
nb_no: Søkefeil

# AllExtrasExistNoOverwrite
source: All extras files already exist and none of the ""overwrite"" settings are enabled!
de: Alle Extra-Dateien existieren bereits und ""Überschreiben"" ist in den Einstellungen nicht ausgewählt!
fr: Tous les fichiers supplémentaires existent déjà et aucun des paramètres « écraser » n'est activé !
nb_no: Alle ekstrafiler finnes allerede, og ingen av ""overskriv""-innstillingene er påslått.

# ReviewSettingsForSource
source: If you do not want to use {0}, you can change the data source in Settings.
de: Die Datenquelle kann in den Einstellungen geändert werden, falls {0} nicht verwendet werden soll.
fr: Si vous ne souhaitez pas utiliser {0}, vous pouvez modifier la source de données dans les Paramètres.
nb_no: Hvis du ikke ønsker å bruke {0}, kan du endre datakilde i innstillingene.

# CharacterDataSavedTo
source: Character data has been successfully saved to {0}
de: Charakterdaten wurden erfolgreich nach {0} gespeichert
fr: Les données de caractères ont été sauvegardées avec succès sur {0}
he: מידע דמויות נשמר בהצלחה ל-{0}
nb_no: Tegndata lagret til {0}

# NoLinkTitle
source: Missing Link
de: Fehlender Link
fr: Lien manquant
he: קישור חסר
nb_no: Manglende lenke

# NoLinkSpecified
source: No link was specified.
de: Es wurde kein Link angegeben.
fr: Aucun lien n'a été spécifié.
he: לא הוגדר קישור.
nb_no: Ingen lenke angitt.

# LoadedExistingEndActions
source: Loaded existing End Actions from {0}
de: Lade verfügbare "End-Actions" Datei von {0} herunter
fr: Chargement des actions de fin depuis {0}
he: נטענו End Actions קיימים מ-{0}
nb_no: Lastet inn eksisterende slutthandlinger fra {0}

# ErrorEndActions
source: An error occurred creating the End Actions
de: Beim Erstellen der "End-Actions" Datei ist ein Fehler aufgetreten
fr: Erreur lors de l'écriture du fichier des actions de fin
he: אירעה שגיאה בזמן יצירת קובץ ה-End Actions
nb_no: Klarte ikke å opprette slutthandlinger

# EndActionsCreated
source: End Actions file created successfully!
de: "End-Actions" Datei erfolgreich erstellt!
fr: Fichier des actions de fin créé !
he: קובץ End Actions נוצר בהצלחה!
nb_no: Slutthandlingsfil opprettet.

# ErrorCreatingStartActions
source: An error occurred while creating the Start Actions
de: Beim Erstellen der "Start-Actions" Datei ist ein Fehler aufgetreten
fr: Erreur lors de l'écriture du fichier des actions de démarrage
he: אירעה שגיאה בזמן יצירת קובץ ה-Start Actions
nb_no: Klarte ikke å opprette starthandlinger

# StartActionsCreated
source: Start Actions file created successfully!
de: "Start-Actions" Datei erfolgreich erstellt!
fr: Fichier des actions de démarrage créé !
he: קובץ Start Actions נוצר בהצלחה!
nb_no: Starthandlingsfil opprettet.

# PreMadeActionsDownloaded
source: Successfully downloaded pre-made {0} Actions file!
de: Vorgefertigte {0} Actions-Datei erfolgreich heruntergeladen!
fr: Fichier d'actions {0} téléchargé !
he: קובץ {0} Actions מוכן-מראש הורד בהצלחה!
nb_no: Lastet ned forhåndslaget {0}-handlingsfil.

# NoPremadeActionsAvailable
source: No pre-made {0} Actions file available, one will be built instead.
de: Keine vorgefertigte {0} Actions-Datei verfügbar. Es wird stattdessen eine erstellt.
fr: Aucun fichier d'actions {0} disponible : un sera créé en remplacement.
he: אין קובץ {0} Actions מוכן-מראש זמין, אחד ייבנה במקומו.
nb_no: Ingen forhåndslaget {0}-Handlingsfil tilgjengelige. Den vil bli bygd istedenfor.

# ErrorPreviewData
source: An error occurred while saving the previewData file
de: Bei der Erstellung der X-Ray Vorschaudatei ist ein Fehler aufgetreten
fr: Erreur pendant l'enregistrement du fichier previewData
he: אירעה שגיאה בזמן שמירת קובץ ה-X-Ray previewData
nb_no: Klarte ikke å lagre previewData-fil

# AliasesReadFrom
source: Character aliases read from {0}.
de: Aliasnamen aus {0} eingelesen.
fr: Alias de caractère lu à partir de {0}.
he: כינויי דמויות נקראו מתוך {0}.
nb_no: Tegnalias lest fra {0}.

source: Aliases file not found.
de: Alias-Datei nicht gefunden.
fr: Fichier d'alias introuvable.
he: כינויים לא נמצאו.
nb_no: Fant ikke alias-fil.

# AliasesReadFromXml
source: Character aliases read from the XML file.
de: Aliasnamen aus der XML-Datei eingelesen.
fr: Alias de caractère lu à partir du fichier XML.
he: כינויי דמויות שנקראו מקובץ ה-XML.
nb_no: Tegn-alias innlest fra XML-filen.

source: Aliases
de: Aliasnamen
fr: Alias
he: כינויים
nb_no: Alias

# TermsExportedOrAlreadyExist
source: Terms have been exported to an alias file or already exist in that file.
de: Begriffe wurden in die Alias-Datei exportiert oder sind in der Datei bereits vorhanden.
fr: Les mots ont été exportés dans un fichier d'alias ou existent déjà dans ce fichier.
he: מונחים יוצאו לקובץ כינויים או שכבר קיימים בקובץ.
nb_no: Vilkår eksportert til alias-fil, eller finnes allerede i den filen.

# OpenInNotepad
source: Would you like to open the file in notepad for editing?
de: Soll die Datei zum Bearbeiten im Editor geöffnet werden?
fr: Voulez-vous ouvrir le fichier dans le bloc-notes pour le modifier ?
he: האם תרצו לפתוח קובץ זה לעריכה ב-Notepad?
nb_no: Ønsker du å åpne en fil i tekstbehandler for redigering?

# SeeMobilereads
source: See the MobileRead forum thread (link in Settings) for more information on building aliases.
de: Weitere Informationen zum Verwenden von Aliasnamen findest Du im Forum von MobileRead (Link zum Thema in den Einstellungen).
fr: Consultez le fil du forum MobileRead (lien dans les paramètres) pour plus d'information sur la création d'alias.
he: ראו את השרשור בפורום MobileRead (קישור בהגדרות) בשביל עוד מידע על בניית כינויים.
nb_no: Sjekk MobileRead-forumtråden (lenke i innstillingene) for mer info om bygging av alias.

# NoTermsAvailable
source: No terms were available. Do you want to continue building anyway?
de: Keine Begriffe verfügbar. Soll das Erstellen trotzdem fortgesetzt werden?
fr: Aucun mot n'est disponible. Souhaitez-vous continuer quand même ?
he: אין מונחים זמינים. האם ברצונכם להמשיך לבנות בכל מקרה?
nb_no: Ingen vilkår tilgjengelige. Ønsker du å fortsette å bygget uansett?

# PenNamesRequired
source: Both "real" and "pen" names are required for End Actions file creation.
de: Zum Erstellen der "End Actions"-Datei werden sowohl die echten Namen, als auch Pseudonyme benötigt.
fr: Le vrai nom et le nom de plume sont requis pour la création du fichier des actions de fin.
he: גם שמות "אמיתיים" וגם שמות "עט" נדרשים ליצירת קבצי End Actions.
nb_no: Både ekte og forfatternavn kreves for «Slutthandling»-filopprettelse.

source: Got metadata!
de: Metadaten erhalten!
fr: Métadonnées obtenues !
he: מטא-נתונים הושגו!
nb_no: Hentet metadata

# RestartRequiredTitle
source: Restart Required
de: Neustart benötigt
fr: Redémarrage nécessaire
nb_no: Omstart kreves

source: Settings
de: Einstellungen
fr: Paramètres
nb_no: Innstillinger

source: Language
de: Sprache
fr: Langue
nb_no: Språk

source: General
de: Allgemein
fr: Général
nb_no: Generelt

source: Terms Options
de: Einstellungen zu Begriffen
nb_no: Vilkårsvalg

# UseNewFormatTitle
source: Use New X-Ray Format
de: Neues X-Ray Format benutzen
nb_no: Bruk nytt X-Ray-format

# BuildForAndroidTitle
source: Build for Android
de: Für Android erstellen
nb_no: Bygg for Android

source: Minimum length:
de: Mindestlänge:
fr: Longueur minimale :
nb_no: Minimumslengde:

source: Preferences
de: Einstellungen
fr: Préférences
nb_no: Innstillinger

# OutputDirectoryTitle
source: Output Directory
de: Ausgabeverzeichnis
fr: Répertoire de sortie
nb_no: Utdatamappe

source: Sounds
de: Töne
fr: Sons
nb_no: Lyder

# SaveRawmlTitle
source: Save RAWML
de: RAWML speichern
fr: Enregistrer RAWML
nb_no: Lagre RAWML

# EstimatePageCountTitle
source: Estimate Page Count
de: Seitenzahl schätzen
fr: Estimation du nombre de pages
nb_no: Anslå sideantall

source: Save
de: Speichern
fr: Enregistrer
nb_no: Lagre

source: Logs
de: Log-Dateien
fr: Journaux
nb_no: Logger

# OverwriteAuthorProfileTooltip
source: Overwrite existing Author Profile files.
de: Bestehende Autorenprofile überschreiben.
nb_no: Overskriv eksisterende forfatterprofil-filer.

# OpenLogFileDirTooltip
source: Open the log files directory.
de: Verzeichnis der Log-Dateien öffnen.
fr: Ouvrir le répertoire des fichiers journaux.
nb_no: Åpne loggføringsmappen.

source: Log directory does not exist.
de: Das Verzeichnis für die Log-Dateien konnte nicht gefunden werden.
fr: Le répertoire de journalisation n'existe pas.
nb_no: Loggføringsmappen finnes ikke.

# LogDirectoryNotFoundTitle
source: Log Directory Not found
de: Verzeichnis nicht gefunden
fr: Répertoire des journaux introuvable
nb_no: Fant ikke loggmappen

# DeleteLogFilesConfirmation
source: Are you sure you want to delete all log files?
de: Sämtliche Log-Dateien wirklich löschen?
fr: Êtes-vous sûr·e de vouloir supprimer tous les fichiers journaux ?
nb_no: Er du sikker på at du vil slette alle loggfiler?

# ActionCannotBeUndone
source: This action can not be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.
fr: Cette action ne peut pas être annulée.
nb_no: Denne handlingen kan ikke angres.

source: Are you sure?
de: Sicher?
fr: Êtes-vous sûr·e ?
nb_no: Er du sikker?

# ClearLogsTitle
source: Clear Logs
de: Log-Dateien löschen
fr: Effacer les journaux
nb_no: Tøm logger

source: Author Profile
de: Autorenprofil
fr: Profil de l'auteur·e
nb_no: Forfatter-profil

# OpenOutputDirectory
source: Open the default output directory.
de: Ein Verzeichnis im Programmordner öffnen.
fr: Ouvrir un dossier dans le répertoire du programme.
nb_no: Åpne forvalgt utdatamappe.

source: Title
de: Titel
fr: Titre
nb_no: Tittel

source: Author
de: Autor
fr: Auteur·e
nb_no: Forfatter

# AmazonSearchResultTitle
source: Amazon Search Result
de: Amazon Suchergebnis
fr: Résultat de recherche Amazon
nb_no: Amazon-søkeresultat

# IncorrectAsinTitle
source: Incorrect ASIN
de: Ungültige ASIN
fr: ASIN incorrect
nb_no: Feil ASIN

# InvalidKindleFile
source: Invalid {0} file.
de: Ungültige {0} Datei.
fr: Fichier {0} invalide.
nb_no: Ugydlig {0}-fil.

# HelpDocumentNotFoundTitle
source: Help Document Not Found
de: Hilfedatei konnte nicht gefunden werden
fr: Document d'aide introuvable
nb_no: Fant ikke hjelpe-dokument

source: Error
de: Fehler
fr: Erreur
nb_no: Feil

source: Invalid X-Ray file.
de: Ungültige X-Ray Datei.
fr: Fichier X-Ray invalide.
nb_no: Ugyldig X-Ray-fil.

# SourceUrl
source: {0} URL
fr: URL {0}
nb_no: {0}-nettadresse

# TitleByAuthor
source: {0} by {1}
de: {0} von {1}
fr: {0} de {1}
nb_no: {0} av {1}

# FailedCoverImageDownload
source: Failed to download cover image
de: Herunterladen des Buchcovers fehlgeschlagen
fr: Échec du téléchargement de l'image de couverture
nb_no: Klarte ikke å laste ned omslagsbilde

# InvalidSourceLink
source: Invalid {0} link was specified.
de: Es wurde ein ungültiger {0} Link angegeben.
fr: Un lien {0} invalide a été spécifié.
he: הוגדר קישור {0} לא תקין.
nb_no: Ugyldig {0}-lenke angitt.

# InvalidSourceLinkTitle
source: Invalid {0} Link
de: Ungültiger {0} Link
fr: Lien {0} invalide
he: קישור {0} לא תקין
nb_no: Ugyldig {0}-lenke

source: Download cancelled.
de: Herunterladen abgerochen.
fr: Téléchargement annulé.
he: הורדה בוטלה.
nb_no: Nedlasting avbrutt.

source: Biography
de: Biographie
fr: Biographie
he: ביוגרפיה
nb_no: Biografi

# XRayCreated
source: X-Ray file created successfully!
de: X-Ray Datei wurde erfolgreich erstellt!
fr: Fichier X-Ray créé !
he: קובץ X-Ray נוצר בהצלחה!
nb_no: X-Ray-fil opprettet

# SavedTo
source: Saved to {0}
de: Gespeichert in {0}
fr: Enregistré vers {0}
he: נשמר ל-{0}
nb_no: Lagret til {0}

# PreviewData
source: X-Ray previewData file created successfully!
de: X-Ray Vorschaudatei wurde erfolgreich erstellt!
fr: Fichier previewData d'X-Ray créé !
he: קובץ X-Ray previewData נוצר בהצלחה!
nb_no: Opprettet previewData-fil for X-Ray

# OpenedInAnotherProgram
source: Is it opened in another program?
de: Ist die Datei mit einem anderen Programm geöffnet?
fr: Est-il ouvert dans un autre programme?
he: האם זה פתוח בתוכנה אחרת?
nb_no: Er det åpent i et annet program?

# ErrorBuildingXRay
source: An error occurred while building the X-Ray
de: Bei der Erstellung der X-Ray Datei ist ein Fehler aufgetreten
fr: Une erreur est survenue lors de la création du fichier X-Ray
he: אירעה שגיאה בזמן בניית ה-X-Ray
nb_no: Kunne ikke bygge X-Ray

source: Build cancelled.
de: Erstellung abgebrochen.
fr: Création annulée.
he: בנייה בוטלה.
nb_no: Bygg avbrutt.

# NoTermsTitle
source: No Terms
de: Kein Begriff
fr: Aucun mot
he: אין מונחים
nb_no: Ingen vilkår

# AmazonCustomerDetailsNotFoundTitle
source: Amazon Customer Details Not Found
de: Amazon Kundendetails nicht gefunden
fr: Détails du Client Amazon Introuvables
he: פרטי צרכן אמזון לא נמצאו
nb_no: Fant ikke Amazon-kundedetaljer

# ReviewSettingsPage
source: Please review the settings page.
de: Bitte die Einstellungen überprüfen.
fr: Veuillez vérifier la page des paramètres.
he: אנא עיינו בעמוד ההגדרות.
nb_no: Se over oppsettet på innstillingssiden.

source: Specified output directory does not exist.
de: Das angegebene Ausgabeverzeichnis existiert nicht.
fr: Le dossier de sortie spécifié n'existe pas.
he: תיקיית הייצוא שהוגדרה לא קיימת.
nb_no: Angitt utdatamappe finnes ikke.

# NoSourceLinkTitle
source: Missing {0} Link
de: Fehlender {0} Link
fr: Lien {0} manquant
he: קישור {0} חסר
nb_no: Manglende {0}-lenke

# NoSourceLinkSpecified
source: No {0} link was specified.
de: Es wurde kein {0} Link angegeben.
fr: Aucun lien {0} n'a été spécifié.
he: אף קישור {0} לא הוגדר.
nb_no: Ingen {0}-lenke ble angitt

# BookNotFoundTitle
source: Book Not Found
de: Buch nicht gefunden
fr: Livre introuvable
he: ספר לא נמצא
nb_no: Fant ikke boken

# ErrorExtractingMetadata
source: An error occurred while extracting metadata
de: Beim auslesen der Metadaten ist ein Fehler aufgetreten
fr: Une erreur s'est produite lors de l'extraction des métadonnées
he: התרחשה שגיאה בעת חילוץ מטא-נתונים
nb_no: Klarte ikke å pakke ut metadata

source: Unique ID
fr: Identifiant unique
he: ID יחודי
nb_no: Unik ID

source: Database Name
de: Datenbankname
fr: Nom de la base de données
he: שם מאגר הנתונים
nb_no: Databasenavn

source: Continuing anyway
de: Trotzdem fortfahren
fr: Continuer quand même
he: ממשיך בכל מקרה
nb_no: Fortsetter uansett

# FailedToValidateAsin
source: Failed to validate/fix ASIN
de: ASIN-Validierung/-Korrektur nicht erfolgreich
fr: Échec de la validation/correction de l'ASIN
he: תיקוף/תיקון ASIN נכשל
nb_no: Ķlarte ikke å bekrefte/fikse ASIN

# OutputDirNotFoundTitle
source: Output Directory Not Found
de: Zielverzeichnis nicht gefunden
fr: Dossier de sortie introuvable
he: תיקיית הייצוא לא נמצאה
nb_no: Fant ikke utdatamappen

# OutputDirNotFoundReviewSettings
source: Specified output directory does not exist. Please review the settings page.
de: Das angegebene Zielverzeichnis konnte nicht gefunden werden. Bitte überprüfen Sie die Einstellungen.
fr: Le dossier de sortie spécifié n'existe pas. Veuillez vérifier la page des paramètres.
he: תיקיית הייצוא שהוגדרה אינה קיימת. אנא עיינו בעמוד ההגדרות.
nb_no: Angitt utdatamappe finnes ikke. Se over oppsettet på innstillingssiden.

# InitializeFailed
source: Failed to initialize the application
de: Initialisierung der Anwendung fehlgeschlagen
fr: Échec de l'initialisation de l'application
he: אתחול התוכנה נכשל
nb_no: Klarte ikke å starteprogrammet

source: Roentgen
de: Röntgen

source: Region:
fr: Région :
