Repository: Ephemerality/xray-builder.gui
Catalog: XRayBuilder/src/Localization/Main/MainStrings.*.resx
Languages: de, fr, he, nb_no

# EbookProcessingTitle
source: E-book Processing
de: E-Book Verarbeitung
fr: Traitement des livres numériques
nb_no: E-bok-behandling

# PromptAsinTooltip
source: Allow ASIN entry if the next or previous e-book in a series cannot be found automatically.
de: ASIN-Eingabe zulassen, wenn das nächste oder vorherige E-Book einer Serie nicht automatisch gefunden wird.
fr: Autoriser l'entrée ASIN si le livre numérique suivant ou précédent dans une série ne peut pas être trouvé automatiquement.
nb_no: Tillat ASIN-oppføring hvis neste eller forrige e-bok i en serie ikke kan finnes automatisk.

# EstimatePageCountTooltip
source: Try to estimate the page count of the e-book if none can be found online (based on user_none's APNX generation project).
de: Versuche die Seitenzahl des E-Books zu schätzen, wenn online keine Daten verfügbar sind (basierend auf dem APNX generation project von user_none).
fr: Essayez d'estimer le nombre de pages du livre numérique s'il n'y en a pas en ligne (sur la base du projet de génération APNX de user_none).
nb_no: Anslå bokens sideantall hvis det ikke er å finne på nett (basert på user_none sitt APNX-genereringsprosjekt).

# SaveRawMlTooltip
source: Save the RAWML (raw markup) of the e-book in the output directory so you can review it.
de: Speichere das RAWML (unverarbeitete Markup) des E-Books im Ausgabeverzeichnis um es zu überprüfen.
fr: Enregistrez le RAWML (balisage brut) du livre numérique dans le répertoire de sortie afin de pouvoir le réviser.
nb_no: Lagre RAWML (rå oppmerking) for e-boken i utdatamappen slik at du kan gjennomse den.

# TryToBuildXRay
source: Try to build the X-Ray file for this e-book.
de: Versuche die X-Ray Datei für dieses E-Book zu erstellen.
fr: Essayez de construire le fichier X-Ray pour ce livre numérique.
nb_no: Prøv å bygge X-Ray fil for denne e-boken.

# OpenKindleBook
source: Open a Kindle e-book.
de: Ein Kindle E-Book öffnen.
fr: Ouvrir un livre numérique Kindle.
nb_no: Åpne en Kindle-e-bok.

# BuildingOldFormatNotSupported
source: KFX e-books cannot be used to build X-Ray files in the old format
de: KFX E-Books können nicht genutzt werden, um X-Ray Dateien im alten Format zu erstellen
fr: Les livres numériques KFX ne peuvent pas être utilisés pour créer des fichiers X-Ray dans l'ancien format
nb_no: Bygging av X-Ray i gammelt format støttes ikke for XFX-bøker

# UnableToAutomaticallyFindAsinOnAmazon
source: Could not find a matching ASIN automatically for this e-book on Amazon :(
de: Für dieses E-Book konnte beim automatischen Suchlauf keine passende ASIN auf Amazon gefunden werden :(
fr: Impossible de trouver automatiquement un ASIN correspondant pour ce livre numérique sur Amazon :(
nb_no: Klarte ikke å finne samsvarende ASIN for denne boken på Amazon automatisk :(

# FoundBookAmazon
source: Found the following e-book on Amazon
de: Die folgenden E-Book Informationen wurden auf Amazon gefunden
fr: Le livre numérique suivant a été trouvé sur Amazon
nb_no: Fant følgende e-bok på Amazon

# UpdatedAsin
source: ASIN updated to {0}! Make sure to copy this new version of the e-book to your Kindle device.
de: ASIN geändert nach {0}. Diese neue E-Book Datei muss erneut auf den Kindle kopiert werden.
fr: ASIN mis à jour à {0} ! Assurez-vous de copier cette nouvelle version du livre numérique sur votre appareil Kindle.
nb_no: ASIN oppdatert til {0}. Kopier denne nye versjonen av boken til din Kindle-enhet.

# InvalidAsinWarning
source: Invalid Amazon ASIN detected: {0}! Kindle may fail to display an X-Ray for this e-book. Do you wish to continue?
de: Ungültige Amazon ASIN erkannt: {0}! Kindle könnte möglicherweise für dieses E-Book keine X-Ray Informationen anzeigen. Trotzdem Fortfahren?
fr: ASIN Amazon invalide détecté : {0} ! Il se peut que Kindle ne parvienne pas à afficher un X-Ray pour ce livre numérique. Voulez-vous continuer ?
nb_no: Ugyldig Amazon-ASIN oppdaget: {0}. Det kan hende Kindle ikke viser en X-Ray for denne boken. Ønsker du å fortsette?

# InvalidAsinShouldFix
source: Invalid Amazon ASIN detected: {0}! Kindle may not display an X-Ray for this e-book. Do you want to fix it? (This will modify the e-book, meaning it will need to be re-copied to your Kindle device.) THIS FEATURE IS EXPERIMENTAL AND COULD DESTROY YOUR E-BOOK!
de: Ungültige Amazon ASIN erkannt: {0}! Kindle könnte möglicherweise für dieses E-Book keine X-Ray Informationen anzeigen. Problembehebung versuchen? (Die E-Book Datei wird bei dem Vorgang modifiziert. Sie muss deshalb im Anschluss erneut auf das Gerät kopiert werden.) DIESES FEATURE IST EXPERIMENTELL UND KÖNNTE DIE E-BOOK DATEI BESCHÄDIGEN!
fr: ASIN Amazon invalide détecté : {0} ! Kindle ne peut pas afficher un X-Ray pour ce livre numérique. Voulez-vous le corriger ? (Ceci modifiera le livre, ce qui signifie qu'il devra être recopié sur votre appareil Kindle). CETTE FONCTION EST EXPÉRIMENTALE ET POURRAIT DÉTRUIRE VOTRE LIVRE NUMÉRIQUE !
nb_no: Oppdaget ugyldig Amazon-ASIN: {0}. Kindle kan ikke vise en X-Ray fil for denne boken. Ønsker du å fise det? (Dette vil endre boken, noe som betyr at den må kopieres til din Kindle-enhet igjen) DENNE FUNKSJONEN ER EKSPERIMENTELL OG KAN ØDELEGGE BOKEN DIN!

# BookFoundOnSource
source: Found the book on {0}!
de: Finde das Buch auf {0}!
fr: Livre trouvé sur {0} !
nb_no: Fant bok på {0}.

# BooksSourceUrl
source: E-book's {0} URL
de: {0} URL des E-Books
fr: URL {0} du livre numérique
nb_no: Bokens {0}-nettadresse

# InformationAllowsRatingOnAmazon
source: This info lets you rate this book on Amazon.
de: Mithilfe dieser Information kann das Buch auf Amazon bewertet werden.
fr: Cette information vous permet d'évaluer ce livre sur Amazon.
he: מידע זה מאפשר לכם לדרג ספר זה באמזון.
nb_no: Denne infoen lar deg vurdere denne boken på Amazon.

# BookNotFound
source: Could not find that e-book.
de: Das E-Book wurde nicht gefunden.
fr: Impossible de trouver ce livre.
he: לא הצליח למצוא את הספר האלקטרוני הזה.
nb_no: Fant ikke den e-boken.

# DatabaseNameLengthWarning
source: WARNING: The database name is at its maximum length. If "{0}" is the full e-book title, this should not be an issue. If the title is supposed to be longer than that, you might get an error on your Kindle (WG on firmware before 5.6). Shorten the title in Calibre or change the database name manually.
de: ACHTUNG: Der Name der Datenbank hat die maximal mögliche Länge. Wenn "{0}" der vollständige Titel des E-books ist, sollte das kein Problem darstellen. Sollte der Titel allerdings länger sein, kann es passieren, dass auf dem Kindle-Gerät eine Fehlermeldung erscheint (Bei Firmware Versionen unter 5.6) Kürzen Sie den Titel in Calibre oder ändern Sie den Datenbanknamen manuell.
fr: ATTENTION : Le nom de la base de données est à sa longueur maximale. Si « {0} » est le titre complet du livre numérique, ceci ne devrait pas poser problème. Si le titre est censé plus long que cela, vous pourriez avoir une erreur sur votre Kindle (WG micrologiciel inférieur à 5.6). Réduisez le titre dans l'application Calibre ou changez le nom de la base de données manuellement.
he: אזהרה: שם מאגר הנתונים הוא הגיע לאורכו המקסימלי. אם "{0}" הוא כותרתו המלאה של הספר האלקטרוני, זה לא אמור להוות בעיה. אם הכותרת אמורה להיות אורכה יותר, אתם עלולים לקבל שגיאה בקינדל שלכם (WG בקושחה מלפני 5.6). קצרו את הכותרת ב-Calibre או שנו את שם מאגר הנתונים ידנית.
nb_no: AdvarseL: Databasenavn er maksimal lengde. Hvis «{0}» er hele boktittelen, bør ikke dette være et problem. Hvis tittelen er ment å være flere tegn, kan det hende du får en feil på din Kindle (WG på fastvare < 5.6). Dette kan løses enten ved å forkorte tittelen i Calibre eller manuelt endre databasenavnet.

# SearchingAmazonForTitleAuthor
source: Searching Amazon for {0} by {1}…
de: Durchsuche Amazon nach {0} von {1}…
fr: Recherche de {0} de {1} sur Amazon…
nb_no: Søker etter {0} av {1} på Amazon…

# OpenKindleFile
source: Open a Kindle {0} file…
de: Öffne eine Kindle {0} Datei…
fr: Ouvrir un fichier Kindle {0}…
nb_no: Åpne en Kindle {0}-fil …

# OpenXRayFile
source: Open a Kindle X-Ray file…
de: Öffne eine Kindle X-Ray Datei…
fr: Ouvrir un fichier Kindle X-Ray…
nb_no: Åpne en Kindle-X-Ray-fil …

# ExtractingRawMl
source: Extracting raw markup…
de: Unbearbeitetes Markup extrahieren…
fr: Extraction du balisage brut…
nb_no: Pakker ut rå oppmerking …

# MultipleResultsFromSource
source: Warning: Multiple results returned from {0}…
de: Warnung: Mehrere Ergebnisse von {0} erhalten…
fr: Avertissement : plusieurs résultats renvoyés par {0}…
nb_no: Advarsel: Flerfoldige resultater mottatt fra {0} …

# DownloadingActions
source: Attempting to download {0} Actions…
de: Versuche ""{0} Actions"" herunterzuladen…
fr: Tentative de téléchargement de {0} Actions…
nb_no: Prøver å laste ned {0}-handlinger …

# CantExportFromFile
source: Can't export terms from an XML/TXT file…
de: Exportieren der Begriffe aus einer XML/TXT Datei nicht möglich…
fr: Impossible d'exporter les termes d'un fichier XML/TXT…
he: לא מצליח לייצא מונחים מקובץ XML/TXT…
nb_no: Kan ikke eksportere vilkår fra en XML/TXT-fil …

# ExportingTermsFrom
source: Exporting terms from {0}…
de: Exportiere Begriffe von {0}…
fr: Exportation de termes depuis {0}…
he: מייצא מונחים מתוך {0}…
nb_no: Eksporterer vilkår fra {0} …

# BuildingStartEndActions
source: Attempting to build Start and/or End Actions…
de: Versuche "Start-Actions" und / oder "End-Actions" zu erstellen…
fr: Compilation des actions de démarrage et de fin en cours…
he: מנסה לבנות Start Actions ו/או End Actions…
nb_no: Prøver å bygge start- og/eller slutthandlinger …

# BuildingAuthorProfile
source: Attempting to build Author Profile…
de: Versuche das Autorenprofil zu erstellen…
fr: Création du profil de l'auteur en cours…
he: מנסה לבנות פרופיל סופר…
nb_no: Prøver å bygge forfatterprofil …

source: Writing End Actions file…
de: Schreibe "End-Actions" Datei…
fr: Écriture du fichier des actions de fin…
he: כותב קובץ End Actions…
nb_no: Skriver slutthandlingsfil …

source: Writing Start Actions file…
de: Schreibe "Start-Actions" Datei…
fr: Écriture du fichier des actions de démarrage…
he: כותב קובץ Start Actions…
nb_no: Skriver starthandlingsfil …

# SavingXRay
source: Saving X-Ray to file…
de: Speichere X-Ray Datei…
fr: Sauvegarde de l'X-Ray au fichier…
he: שומר X-Ray לקובץ…
nb_no: Lagrer X-Ray til fil …

# InitialXRayBuiltAddingChapters
source: Initial X-Ray built, adding locations and chapters…
de: Vorläufige X-Ray Datei wurde erstellt. Füge Standorte und Kapitel hinzu…
fr: Création du fichier X-Ray initial, ajout d'emplacements et de chapitres…
he: X-Ray התחלתי נבנה, מוסיף מיקומים ופרקים…
nb_no: Foreløpig X-Ray bygd, legger til plasseringer og kapitler …

source: Cancelling…
de: Abbrechen…
fr: Annulation…
he: מבטל…
nb_no: Avbryter …

# AttemptingBuildXRay
source: Attempting to build X-Ray…
de: Versuche die X-Ray Datei zu erstellen…
fr: Tentative de création du fichier X-Ray…
he: מנסה לבנות X-Ray…
nb_no: Prøver å bygge X-Ray …

# SavingRawml
source: Saving raw markup to the dmp directory…
de: Speichere das unbearbeitete Markup im dmp Verzeichnis…
fr: Enregistrement du balisage brut dans le répertoire dmp…
he: שומר סימון גולמי לתיקיית ה-dmp…
nb_no: Lagrer rå oppmerking til dmp-mappe …

source: Extracting metadata…
de: Metadaten extrahieren…
fr: Extraction des métadonnées…
he: מחלץ מטא-נתונים…
nb_no: Pakker ut metadata…

# EbookUnpackingTitle
source: E-book Unpacking
de: E-Book entpacken
fr: Déballage du livre numérique
nb_no: E-bok-utpakking

# WriteXRayNewFormatTooltip
source: Write the X-Ray file in the new format for the Paperwhite 2 or Voyage with firmware version 5.6 or higher.
de: Erstelle die X-Ray Datei im neuen Dateiformat für Geräte mit der Firmware-Version 5.6 oder neuer (z.B. Paperwhite 2 oder Voyage).
nb_no: Skriv X-Ray fil i nytt format for Paperwhite 2 eller Voyage-fastvare 5.6+.

# AutoBuildAuthorProfileTooltip
source: When set, the Author Profile will be built using a downloaded End Actions file instead of scraping Amazon, if one is available.
de: Wenn diese Option aktiviert ist, wird das Autorenprofil anhand einer heruntergeladenen "End-Actions" Datei erstellt, anstatt Amazon danach zu durchsuchen.
nb_no: Når satt, vil forfatterprofil bygges ved bruk av en nedlastet slutthandlingsfil istedenfor skraping av Amazon, hvis en er tilgjengelig.

# EditBioTooltip
source: If enabled, allows editing the Author's biography before it's used.
de: Wenn diese Option aktiviert ist, kann die Biografie des Autors bearbeitet werden, bevor sie verwendet wird.
nb_no: Hvis påslått vil redigering av forfatterbiografi tillates for den brukes.

# SaveBioTooltip
source: If enabled, author biographies will be saved and opened in Notepad before continuing to build Author Profiles. Must be enabled for a saved biography to be loaded.
de: Wenn diese Option aktiviert ist, werden Autorenbiografien gespeichert und im Editor geöffnet, bevor mit der Erstellung von Autorenprofilen fortgefahren wird. Muss aktiviert sein, damit eine gespeicherte Biografie geladen werden kann.
nb_no: Hvis påskrudd, vil forfatterbiografier lagres og åpnes i tekstbehandler før man går videre til bygging av forfatterprofiler. Må skrus på for at en lagret biografi skal lastes inn.

source: Use sidecar directory
de: Benutze Sidecar-Verzeichnis
fr: Utiliser le répertoire sidecar
nb_no: Bruke "sidecar"-mappe

# AmazonRegionTooltip
source: Default Amazon page to search. If no results are found, Amazom.com (USA) will be used.
de: Amazon-Seite auf der standardmäßig gesucht werden soll. Falls keine Ergebnisse gefunden werden, wird stattdessen Amazon.com (USA) verwendet.
nb_no: Forvalgt Amazon-side å søke i. Hvis det er resultatløst, vil Amazon.com (USA) bli brukt.

# VisitForumTooltip
source: Visit the MobileRead forum for support, bug reports, or questions.
de: Besuche das MobileRead Forum für Unterstützung, Fehlermeldungen und Fragen.
fr: Visitez le forum MobileRead pour obtenir de l'aide, signaler des erreurs ou poser des questions.
nb_no: Besøk MobileRead-forumet for brukerstøtte, feilrapporter, eller spørsmål.

# DownloadAliasesTooltip
source: Attempt to download pre-made aliases if none exist locally yet. If "Overwrite aliases" is enabled, local aliases will be overwritten by the downloaded ones.
de: Versuche vorgefertigte Aliasnamen herunterzuladen, falls keine lokalen Daten vorhanden sind. Falls "Aliasdaten überschreiben" aktiviert ist, werden lokale Aliasdaten beim Herunterladen überschrieben.
fr: Tente de télécharger des alias préfabriqués si aucun n'existe encore localement. Si « Écraser les alias » est activé, les alias locaux seront écrasés par ceux téléchargés.
nb_no: Prøv å laste ned forhåndslagde alias hvis ingen finnes lokalt enda. Hvis "Overskriv alias" er skrudd på, vil lokale alias overskrives av nedlastede.

# AutomaticallySplitAliasesTooltip
source: Automatically split character names into aliases. This can have undesired consequences, so use it with caution!
de: Namen automatisch in Aliasnamen aufteilen. Kann unvorhergesehene Ergebnisse produzieren. Vorsichtig verwenden!
nb_no: Del opp kapittelnavn i alias automatisk. Dette kan ha utilsiktede konsekvenser, så bruk med omhu!

# SaveToSidecarSubdirTooltip
source: Save generated files to a "sidecar" subdirectory based on the filename.
de: Speichere die Sidecar-Dateien in einem Unterordner basierend auf dem Dateinamen.
fr: Enregistre les fichiers générés dans un sous-répertoire « sidecar » basé sur le nom du fichier.
nb_no: Lagre genererte filer i en "sidecar"-undermappe basert på filnavnet.

# PreBuiltSettingsDescription
source: When these settings are enabled, pre-built versions of the files will be downloaded if they are available. Requires a valid ASIN.
de: Wenn diese Einstellung aktiviert ist, werden vorgefertigte Versionen der Dateien heruntergeladen, wenn verfügbar. Erfordert eine gültige ASIN.
nb_no: Når disse innstillingene er påslått, vil forhåndsbygde versjoner av filer bli lastet ned hvis de er tilgjengelige. Krever gyldig ASIN.

# BuildFromEndActions
source: Build from downloaded End Actions when one is available
de: Verwende heruntergeladene "End-Actions"-Daten wenn verfügbar
nb_no: Bygg fra nedlastetede slutthandlinger når en er tilgjengelig

source: Use subdirectories
de: Benutze Unterverzeichnisse
fr: Utiliser les sous-répertoires
nb_no: Bruk undermapper

# SaveToAuthorSubdirTooltip
source: Save generated files to an "Author\Filename" subdirectory.
de: Speichere erstellte Dateien in einem Unterordner "Autor\Dateiname".
fr: Enregistrez les fichiers générés dans un sous-répertoire « Author\Filename ».
nb_no: Lagre genererte filer i en «Utvikler\filnavn»-undermappe.

# EnableEditTooltip
source: Enables the ability to edit files using Notepad during the build process.
de: Ermöglicht das Editieren der Dateien während des Erstellprozesses.
nb_no: Skrur på muligheten til å redigere filer i tekstbehandler under byggingsprosessen.

# BuildXRayForAndroidTooltip
source: Changes the naming convention of the X-Ray file for the Android Kindle app.
de: Ändert die Namensgebung der X-Ray Datei um den Vorgaben der Android Kindle App zu entsprechen.
nb_no: Endrer navngivelsesformat for X-Ray filen for Android Kindle-programmet.

# OneClickTooltip
source: One Click button to try to build the Start Actions, Author Profile, End Actions, and X-Ray files for this book.
de: Schnelltaste zum Erstellen von "Start Actions", Autorenprofil, "End Actions" und X-Ray Dateien.
fr: Bouton à un clic pour essayer de construire les fichiers Actions de début, Profil de l'auteur·e, Actions de fin et X-Ray.
nb_no: Enkelttrykksknapp for å prøve å bygge starthandling-, forfatterprofil-, sluttthandlings-, og X-Ray-filer for denne boken.

# AllExtrasDownloadedStopping
source: All extras downloaded/built and none need to be overwritten, stopping here!
de: Alle Extras wurden heruntergeladen / erstellt. Ein Überschreiben ist nicht notwendig. Es wird hier angehalten!
fr: Arrêt : tout les extras téléchargés et compilés et les None doivent être écrasés !
he: כל התוספות הורדו/נבנו ואף אחת מהן לא צריכה להיכתב מחדש, עוצר כאן!
nb_no: Alt ekstra nedlastet/bygd og ingenting å overskrive, stopper.

source: Extras
nb_no: Ekstra

# RestartRequired
source: Application must be restarted for changes to take effect!
de: Die Anwendung muss neu gestartet werden, damit die Änderungen wirksam werden!
fr: L'application doit être redémarrée pour que les changements soient pris en compte !
nb_no: Endringene vil tre i effekt når programmet startes på ny.

source: Directories
de: Verzeichnisse
fr: Répertoires
nb_no: Mapper

# PreBuiltDownloadsTitle
source: Pre-built Downloads
de: Vorgefertigte Dateien herunterladen
nb_no: Forhåndsbygde nedlastinger

# FilesDownloadedInSelectedLanguage
source: Files will be downloaded in the language of the selected region, when possible.
de: Die Dateien werden, wenn möglich, in der Sprache der gewählten Region heruntergeladen.
fr: Les fichiers seront téléchargés dans la langue de la région sélectionnée, si possible.
nb_no: Filer vil lastes ned på språket for valgt region, hvis mulig.

source: Pen Name:
de: Pseudonym:
fr: Nom de plume :
nb_no: Forfatternavn:

source: Real Name:
de: Echter Name:
fr: Vrai nom :
nb_no: Egentlig navn:

# AmazonCustomerDetailsTitle
source: Amazon Customer Details
de: Amazon Kundendetails
fr: Détails du client Amazon
nb_no: Amazon-kundedetaljer

source: Save author biography
de: Autorenprofil speichern
fr: Enregistrer la biographie de l'auteur·e
nb_no: Lagre forfatterbiografi

source: Show ASIN prompt
de: ASIN-Abfrage zeigen
fr: Afficher l'invite ASIN
nb_no: Vis ASIN-ledetekst

source: Edit author biography
de: Autorenbiographie bearbeiten
fr: Modifier la biographie de l'auteur·e
nb_no: Rediger forfatterbiografi

# EnableEditingAliases
source: Enable editing of aliases
de: Bearbeiten von Aliasnamen ermöglichen
fr: Activer la modification des alias
nb_no: Skru på redigering av aliaser

source: Automatically split aliases
de: Aliasnamen automatisch teilen
fr: Diviser automatiquement les alias
nb_no: Del aliaser automatisk

source: Download aliases
de: Aliasnamen herunterladen
fr: Télécharger les alias
nb_no: Last ned aliaser

# AliasesOptionsTitle
source: Aliases Options
de: Einstellungen zu Aliasnamen
fr: Options d'alias
nb_no: Aliasvalg

# OverwriteOptionsTitle
source: Overwrite Options
de: Einstellungen zum Überschreiben
fr: Options d'écrasement
nb_no: Overskrivingsvalg

# NotableClipsTitle
source: Notable Clips
de: Markierungen
fr: Extraits notables
nb_no: Merkverdige klipp

# IgnoreSoftHyphensTitle
source: Ignore Soft Hyphens
de: Weiche Trennzeichen ignorieren
nb_no: Ignorer myke bindestreker

# DataProviderTitle
source: Data Provider
de: Datenanbieter
fr: Fournisseur de données
nb_no: Datatilbyder

# PlaySoundTooltip
source: Play a sound after the build process is complete.
de: Am Ende des Erstellprozesses einen Ton abspielen.
nb_no: Spill en lyd når byggprosessen er fullført.

# OverwriteEndActionsTooltip
source: Overwrite existing End Actions files.
de: Bestehende "End-Actions" Dateien überschreiben.
nb_no: Overskriv eksisterende slutthandlingsfiler.

# RequiredDuringEndActionsCreation
source: Required during the End Actions file creation.
de: Benötigt zur Erstellung der "End-Actions" Datei.
nb_no: Påkrevd under opprettelse av slutthandlingsfil.

# MinimumQuoteLength
source: Minimum length for notable clips.
de: Mindestlänge für Markierungen.
nb_no: Minimumslengde for merkverdige klipp.

# SkipNoLikes
source: Skip notable clips with no likes.
de: Überspringe Markierungen ohne Likes.
nb_no: Hopp over merkverdige klipp uten gunst.

# GoodForFilteringQuotes
source: good for filtering out garbage quotes from Goodreads or other sources
de: Nützlich zum Filtern überflüssiger oder ungültiger Zitate aus Goodreads oder anderen Quellen
nb_no: bra for å filtrere ut søppelsitater fra Goodreads eller andre kilder

# FilesInAndroidFolder
source: Files will be placed in the output directory in an 'Android' folder.
de: Die Dateien werden im Ausgabeverzeichnis im Ordner 'Android' erstellt.
nb_no: Filer vil bli plassert i utdatamappen i «Android»-mappen.

# RequiresNewFormat
source: Requires building in the new format.
de: Erfordert die Erstellung im neuen Format.
nb_no: Krever bygging i nytt format.

# InclueTopics
source: Include topic/location terms
de: Themen/Standort-Begriffe einbeziehen
nb_no: Inkluder emne/plasseringsvilkår

# IncludeTopicsTooltip
source: When downloading terms, include any that are non-characters (topics, locations, etc).
de: Beim Herunterladen auch Begriffe einschließen, die keine Personendaten sind (Themen, Standorte, etc.).
nb_no: Ved nedlasting av vilkår, inkluder alle som ikke er tegn (emner, plasseringer, osv).

# SecondarySourceTooltip
source: Determines from which non-Amazon source terms and metadata will be downloaded.
de: Gibt an von welcher Alternativquelle (nicht Amazon) Begriffe und Metadaten heruntergeladen werden sollen.
nb_no: Bestemmer hvilke kildevilkår og metadata som ikke er fra Amazon som skal lastes ned.

# IgnoreSoftHyphensTooltip
source: Ignore soft hyphens (Unicode U+00AD) while searching for terms.
de: Weiche Trennzeichen (Unicode U+00AD) beim Suchen nach Begriffen ignorieren.
nb_no: Ignorer myke bindestreker (Unicode U+00AD) når du søker etter vilkår.

# ErrorDeletingLogFiles
source: An error occurred while trying to delete log files.
de: Beim Löschen der Log-Dateien ist ein Fehler aufgetreten.
nb_no: Klarte ikke å slette loggfiler.

# ExtractXRayToXml
source: Extract an existing X-Ray file to an XML file.
de: Eine bestehende X-Ray Datei in eine XML-Datei extrahieren.
nb_no: Pakk ut en eksisterende X-Ray-til til en XML-fil.
